Repository: backdrop-contrib/fivestar
Catalog: translations/*.po
Languages: da, sv

source: Comment widget
da: Kommentarkontrol

source: Enabling Fivestar for comments will display a rating widget when a user posts a comment. The rating of the comment will affect its parent content.
da: Tilslutning af Fivestar for kommentar, vil vise en bedømmelseskontrol når en bruger tilføjer en kommentar. Bedømmelsen af kommentaren vil have effekt på dets overordnede indhold.

source: Fivestar comment settings
da: Fivestar kommentarindstillinger

source: Disabled
da: Deaktiveret

source: Optional rating
da: Valgfri bedømmelse

source: Required rating
da: Krævet bedømmelse

source: Comment widget preview
da: Kommentarkontrolssmagsprøve

source: Rating
da: Bedømmelse

source: Fivestar Rating
da: Fivestar-bedømmelse

source: Number of Options
da: Antal valg
sv: Antal alternativ

source: The number of stars or radio buttons to display.
da: Antallet af stjerner eller radioknapper der vises
sv: Antalet stj�rnor eller radioknappar som skall visas.

source: Use Node Comment Parent as Target
da: Brug overordnet indholdskommentar som mål

source: Use this option to easily make a Fivestar field affect the comment parent for nodes of this content type.
da: Brug denne indstilling for at lade et Fivestar-felt nemt påvirke den overordnede kommentar for indhold af denne indholdstype.

source: Target Node ID
da: Mål indholds-id

source: A single node ID on which this field will register the vote. If no NID is specified, the field's value will be saved, but no vote will be registered with the Voting API.
da: Et enkelt indholds-id hvorpå dette felt vil registrere bedømmelsen. Hvis intet id er angivet, vil feltets værdi blive gemt, men Voting API vil ikke registrere bedømmelsen.

source: Return the target node ID or use plain text. Enter PHP code between <em>&lt;?php ?&gt;</em>. Note that executing incorrect PHP-code can break your Drupal site.
da: Returnér målets indholds-id eller brug ren tekst. Indtast PHP-kode mellem <em>&lt;?php ?&gt;</em>. Bemærk at forkert PHP-kode kan ødelægge din Drupal-side.
sv: Returnera m�lnodens ID eller anv�nd vanlig text. Ange PHP-kod mellan <em>&lt;?php ?&gt;</em>. Observera att felaktig PHP-kod kan g�ra att din webbplats slutar fungera.

source: The axis this rating will affect. Enter a property on which that this rating will affect, such as <em>quality</em>, <em>satisfaction</em>, <em>overall</em>, etc. If no axis is entered, the default axis <em>vote</em> will be used. Warning: changing this value will not update existing votes to the new axis.
da: Aksen som denne bedømmelse vil påvirke. Vælg en egenskab som denne bedømmelse vil påvirke, f.eks. <em>kvalitet</em>, <em>tilfredshed</em>, <em>overordnet</em>. Hvis ingen akse er angivet, vil standard aksen, <em>bedøm</em>, blive brugt. Advarsel: Ændring af denne værdi vil ikke opdatere eksisterende bedømmelser.

source: Radio Buttons
da: Radioknapper

source: Stars
da: Stjerner

source: Allow Clearing
da: Tillad fortrydning
sv: Till�t �terst�llning

source: True
da: Sandt

source: False
da: Falsk

source: Display a button to clear the user's current vote.
da: Vis en knap til at fortryde brugerens nuværende bedømmelse.
sv: Visa en knapp f�r att �terst�lla den aktuella anv�ndarens r�st.

source: As Stars
da: Som stjerner

source: Rating (i.e. 4.2/5)
da: Bedømmelse (f.eks. 4,2/5)

source: Percentage (i.e. 92)
da: Procent (f.eks. 92)

source: This page is used to configure site-wide features of the fivestar module. To setup fivestar to rate content:
da: Denne side bruges til at indstille sidens gennemgående funktioner for fivestar-modulet. For at indstille fivestar til at bedømme indhold:

source: Configure site-wide settings for fivestar below.
da: Indstil sidens gennemgående indstillinger for fivestar herunder.

source: Go to <a href="!types">admin/content/types</a> and edit the type you would like to rate.
da: Gå til <a href="!types">admin/content/types</a> og redigér typen af indhold du gerne vil bedømme.
sv: G� till <a href="!types">admin/content/types</a> och redigera den inneh�llstyp som du vill betygs�tta.

source: On the settings page for the content type, a set of options is available for fivestar, where you can enable rating for that type and set rating options.
da: På indstillingssiden for denne indholdstype, er der en række indstillinger tilgængelige for fivestar, hvor du kan aktivere bedømmelser for denne type og vælge bedømmelsesindstillinger.
sv: G� till inst�llningssidan f�r inneh�llstypen. En upps�ttning alternativ f�r Fivestar visas d�r du kan aktivera betygs�ttning f�r den aktuella inneh�llstypen och ange olika alternativ.

source: Fivestar ratings
da: Fiverstar-bedømmelser
sv: Betygs�ttning med Fivestar

source: To rate this content, enable Fivestar rating below. These settings will be used for both comments (if available) and direct rating.
da: For at bedømme dette indhold, skal Fivestar-bedømmelse aktiveres herunder. Disse indstillinger vil blive brugt til både kommentarer (hvis tilgængeligt) og direkte bedømmelse.

source: Enable Fivestar rating
da: Aktivér Fivestar-bedømmelse
sv: Aktivera betygs�ttning med Fivestar

source: Number of stars
da: Antallet af stjerner
sv: Antal stj�rnor

source: Star Labels
da: Stjernemærkater

source: These star labels appear as the link title when javascript is enabled as well as the select list options when javascript is disabled.
da: Disse stjernemærkater vises som linkets titel, når javascript er aktiveret, og som select-liste værdier, når javascript er deaktiveret.

source: Display labels on mouse over
da: Vis mærkater når musen føres over

source: When enabled, the star labels will dynamically appear underneath the stars as the user hovers over each star to provide a more descriptive qualitative meaning for each star value.
da: Hvis aktiveret, vil stjernemærkaterne dynamisk blive vist under stjernene, når brugere fører musen over hver enkelt stjerne, for at vise en mere beskrivende mening for hver stjernes værdi.

source: Star @star label
da: Stjerne @star mærkat

source: Cancel label
da: Annuller mærkat

source: Direct rating widget
da: Direkte bedømmelseskontrol

source: These settings allow you to display a rating widget to your users while they are viewing content of this type. Rating will immediately register a vote for that piece of content.
da: Disse indstillinger gør det muligt for dig at vise en bedømmelses widget, når de ser denne indholdstype. Widget'en vil registrere en stemme, for dette stykke indhold, med det samme.

source: Star display style
da: Stjernevisningsstil

source: Display average vote value
da: Vis gennemsnitlig bedømmelsesværdi

source: Display user vote value
da: Vis brugerbedømmelsesværdi

source: User vote if available, average otherwise
da: Brugerbedømmelse, hvis muligt, ellers gennemsnits

source: Both user and average vote
da: Både bruger- og gennemsnitsbedømmelse

source: Text display style
da: Tekstvisningsstil

source: Display no text beneath stars
da: Vis ikke tekst under stjerner

source: Current average in text
da: Nuværende gennemsnit i tekst

source: User current vote in text
da: Nuværende bruger bedømmelse i tekst

source: Show widget title
da: Vis kontroltitel

source: Allow users to undo their votes
da: Tillad brugere at fortryde deres bedømmelse
sv: Till�t att anv�ndare �ngrar sina r�ster

source: Teaser display
da: Smagsprøvevisning

source: Rating widget above the teaser
da: Bedømmelseskontrol over smagsprøven

source: Rating widget below the teaser
da: Bedømmelseskontrol under smagsprøven

source: Static display above the teaser
da: Statisk visning over smagsprøven

source: Static display below the teaser
da: Statisk visning under smagsprøven

source: <Hidden>
da: <Skjult>

source: Full node display
da: Fuld indholdsvisning

source: Above the node body
da: Over indholdets krop
sv: Ovanf�r nodens br�dtext

source: Below the node body
da: Under indholdets krop
sv: Nedanf�r nodens br�dtext

source: Static display above the node body
da: Statisk visning over indholdets krop

source: Static display below the node body
da: Statisk visning under indholdets krop

source: Direct rating widget preview
da: Direkte bedømmelseskontrol smugkig

source: Widget display
da: Widget-visning
sv: Widget-utseende

source: Default
da: Standard
sv: Standard

source: Choose a widget set to be used on your site.
da: Vælg det widgetsæt der skal bruges på din side.
sv: V�lj den widget-upps�ttning som du vill anv�nda.

source: Anonymous vote interval
da: Interval for anonyme bedømmelser

source: Immediately
da: Straks

source: Never
da: Aldrig

source: Anonymous users may add another vote after this interval. Because the same IP addresses may be used by different people, allowing the same IP to vote again several days later may yield more votes.
da: Anonyme brugere kan tilføje en ny bedømmelse efter dette interval. Da den samme IP-adresse kan blive brugt af flere forskellige personer, kan der opnås flere bedømmelser ved at lave den samme IP komme med en ny bedømmelse efter et antal dage.

source: Fivestar Settings
da: Fiverstar-indstillinger

source: Preview
da: Smugkig
sv: ser ut s� h�r

source: Fivestar Preview
da: Fiverstar-smugkig
sv: F�rhandsvisa Fivestar

source: Fivestar: Rate this node
da: Fivestar: Bedøm denne node

source: Rate This
da: Bedøm dette

source: Your rating
da: Din bedømmelse

source: Average
da: Gennemsnit

source: Rate
da: Bedøm

source: Your vote has been cleared.
da: Din bedømmelse er slettet.

source: Thank you for your vote.
da: Tak for din bedømmelse.

source: No votes yet
da: Ingen bedømmelser endnu
sv: Inga r�ster �nnu

source: Your rating: <span>!stars</span>
da: Din bedømmelse: <span>!stars</span>

source: None
da: Ingen

source: Average: <span>!stars</span>
da: Gennemsnit: <span>!stars</span>

source: Select rating
da: Vælg bedømmelse

source: Cancel rating
da: Fortryd bedømmelse

source: Give it @star/@count
da: Giv det @star/@count

source: !name field is required.
da: !name-feltet er påkrævet.

source: Fivestar Stars (display only)
da: Fiverstar-stjerner (kun visning)

source: Fivestar Stars (clickable, no text)
da: Fiverstar-stjener (klikbar, uden tekst)

source: Fivestar Stars (clickable, with text)
da: Fiverstar-stjerner (klikbar, med tekst)

source: <span>1</span> vote
da: <span>1</span> bedømmelse

source: A simple five-star voting widget for nodes.
da: En simpel fivestar bedømmelses widget for indhold.
sv: En enkel femstj�rnig r�stnings-widget f�r noder.

source: Voting
da: Bedømmelse
sv: R�stning

source: Node ID
sv: Nod-ID

source: A single node ID on which this field will register the vote. If no ID is specified, the vote will be registered on the created node.
sv: Det nod-ID som det h�r f�ltet ska registrera r�sten f�r. Om inget ID anges kommer r�sten att registeras f�r den skapade noden.

source: This page is used to configure site-wide features of the Fivestar module. To setup Fivestar to rate content:
sv: Den h�r sidan anv�nds f�r att ange webbplatsomfattande inst�llningar f�r modulen Fivestar. Om du vill st�lla in Fivestar f�r betygs�ttning av inneh�ll g�r du s� h�r:

source: Configure site-wide settings for Fivestar below.
sv: Ange de inst�llningar f�r modulen Fivestar som omfattar hela webbplatsen nedan.

source: Fivestar display style
sv: Utseende f�r Fivestar

source: Nothing but the stars
sv: Bara stj�rnor

source: Stars and average
sv: Stj�rnor och genomsnitt

source: Two sets of stars
sv: Tv� upps�ttningar stj�rnor

source: Widget location (teaser)
sv: Widget-placering (ingress)

source: Above the teaser body
sv: Ovanf�r ingressens br�dtext

source: Below the teaser body
sv: Nedanf�r ingressens br�dtext

source: Hidden
sv: Dold

source: Widget location (full node)
sv: Widget-placering (fulltext)

source: Your vote
sv: Din r�st

source: Current rating
sv: Nuvarande betyg

source: Submit rating
sv: Spara betyg

source: vote
sv: r�st

source: votes
sv: r�ster

source: Average: !stars (!votes !vote_text)
sv: Genomsnitt: !stars (!votes !vote_text)

source: Fivestar rating
sv: Fivestar-betyg

source: rate content
sv: betygs�tt inneh�ll

source: view ratings
sv: visa betyg

source: use PHP for fivestar target
sv: anv�nd PHP f�r Fivestar-m�l
